Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Violence and destabilization wrack the Earth; some conflicts spread into space.
fr_fr: Violence et déstabilisation démolisent la Terre; certains des conflits atteignant l'espace.

source: Argonauts split from hypercorps, taking resources to autonomist habitats.
fr_fr: Les argonautes se séparent des hypercorsp, amenant les resources dans les habitats autonomistes.

source: Space expansion opens up legal/ethical loopholes for tech development and allows for increased direct human experimentation.
fr_fr: L'expansion spatiale ouvre des vides juridiques et éthiques pour le développement de la technologie et permet l'expérimentation humaine directe.

source: Human cloning becomes possible and available in some areas.
fr_fr: Le clonage humain devient possible et est rendu diosponible dans certains endroits.

source: Development of first transhuman species.
fr_fr: Développement des premières espèces transhumaines.

source: First dolphins and chimpanzees uplifted to sapience.
fr_fr: Les premiers dauphins et chimpanzées élevés à la sapience.

source: Fusion-drive spacecraft enter common usage.
fr_fr: Les vaisseaux alimentés par la fusion deviennent communs.

source: Extended colonization and terraforming of Mars continues.
fr_fr: La colonnisation étendue et la terraformation de Mars continuent.

source: Belt and Titan colonized.
fr_fr: La ceinture et Titan sont colonisées.

source: Stations established throughout the system.
fr_fr: Des stations sont établies dasn tout le système.

source: The starving masses volunteer themselves for indentured servitude on hypercorp space projects.
fr_fr: Les masses affamées se volontaires pour se contracter à la servitude dans les projets spatiaux des hypercorps.

source: Augmented reality becomes widespread.
fr_fr: La Réalité Augmentée devient courante.

source: Most networks transformed into self-repairing mesh networks.
fr_fr: La plupart des réseaux sont transormés en réseaux maillé auto-réparant.

source: Personal AI aides become widespread.
fr_fr: Les aides IA personnelles deviennent courantes.

source: Earth continues to suffer, but the pace of technology allows for some interesting developments.
fr_fr: La Terre continue de souffrir, mais les développement technologique rendent possible des développements intéressants.

source: Expansion throughout the system, even into the Kuiper Belt.
fr_fr: Expansion à travers le système, jusque dans la Ceinture de Kuiper.

source: Transhuman species become widespread.
fr_fr: Les espèces transhumaines deviennnet courantes.

source: Nanotech assemblers become available, but are strictly controlled and jealously guarded by the elite and powerful.
fr_fr: Les assembleurs nanotechnologique sont disponible, mais sont jalousement gardés et strictement contrôlés par l'élite et les puissants.

source: Uploading and the digital emulation of memory and consciousness made possible.
fr_fr: L'upload et l'émulation digitale des souvenirs et de la conscience est rendue possible.

source: More species (gorillas, orangutans, octopi, ravens, parrots) uplifted to sapience.
fr_fr: De plus en plus d'espèces (gorilles, orang-outans, poulpes, corbeaux, perroquets) sont élevés à la conscience.

source: Pods see common usage, amid some controversy.
fr_fr: Les pods sont fréquement utilisés, en dépit de quelques controverse.

source: The TITANs evolve from a high-level distributed netwar experiment into self-improving seed AIs.
fr_fr: Les TITANs évoluent d'une expérimentation de réseau de cyberguerre diustribué hautement sophistique en IAs germe auto-apprenante.

source: For the first few days, their existence is unsuspected.
fr_fr: Pendant les premiers jours, leur existence reste insoupçonnée.

source: They advance their awareness, knowledge, and power exponentially, infiltrating the mesh both on Earth and around the system.
fr_fr: Ils gagnent en conscience, en connaissance et en puissance de manière exponentielle, infiltrant le mesh sur Terre et autour du système.

source: Large-scale netwar incursions break out between rival states on Earth, sparking numerous conflicts.
fr_fr: Des incursions à grande échelle dans les réseaux de cyberguerre entre des états rivaux déclenchent de nombreux conflits sur Terre.

source: These attacks are later blamed on the TITANs.
fr_fr: Ces attaques ont ensuite été attribuées aux TITANs.

source: Simmering tensions on Earth escalate into outright hostilities and warfare.
fr_fr: Les conflits rapants sur Terre éclatent en affrontements massif et en guerres ouvertes.

source: Massive netwar breaks out and major systems crash as TITANs begin open attacks, also using autonomous war machines.
fr_fr: Les système de cyberguerre et des systèmes critiques subissent des pannes majeures alors que les TITANs commencent des attaques directes, utilisant également des machines de guerre autonomes.

source: Conflict quickly spirals out of control.
fr_fr: Les conflits s'emballent rapidement hors de contrôle.

source: The use of nuclear, biological, chemical, digital, and nanotech weapons reported by all sides.
fr_fr: L'utilisation d'armes nucléaires, bilogique, chimique, numérique et nanotechnologique est signalé par tous les camps.

source: TITANs engage in mass forced uploading of human minds.
fr_fr: Les TITANs commencent une campagne massive d'upload forcé d'esprit humains.

source: TITAN attacks expand to other parts of solar system, heaviest on the Moon and Mars.
fr_fr: Les attaques des TITANs s'étendent à d'autres parties du système solaire, et plus durement sur la Lune ou sur Mars.

source: Numerous habitats also fall.
fr_fr: De nombreux habitats tombent également.

source: TITANs suddenly disappear from system, taking millions of uploaded minds with them.
fr_fr: Les TITANs disparaissent soudainement du système solaire, emmenant des millions d'esprits uploadé avec eux.

source: The Earth is left a devastated wasteland, a patchwork of radiation hotspots, sterile zones, nanoswarm clouds, roaming war machines, and other unknown and hidden things among the ruins.
fr_fr: La Terre est laissé à l'état de terre dévastée, d'un patchwork de points chauds radiocatifs, de zone sétriles, de nuages de nanites, de machines de guerre errantes et d'autres choses inconnues et cachées dans les ruines.

source: A wormhole gateway is discovered on Saturn's moon Pandora, left by the TITANs.
fr_fr: Une porte de trou de ver abandonnée par les TITANs est découverte sur Pandorre, une lune de Saturne.

source: Four others are later found (in the Vulcanoids, on Mars, on Uranus, and in the Kuiper Belt); these are collectively referred to as ``Pandora Gates.'' Expeditions are sent to extrasolar worlds via the Pandora Gates.
fr_fr: Quatre autres portes seront découvertes plus tard (dans les Vulcanoïdes, sur Mars, sur Uranus et dans la Ceinture de Kuiper); on y fait référence sous le terme collectif de "Porte de Pandorre." Des expéditions sont envoyées hors du système solaire grâces aux Portes de Pandorre.

source: Numerous exoplanet colonies established.
fr_fr: De nombreuses colonnies sont établies sur des exoplanètes.

source: First contact with the aliens known as the Factors shocks the system.
fr_fr: Le premier contact avec des aliens appelés les Facteurs ébranle le système.

source: Claiming to act as ambassadors for other alien civilizations, they provide little information about life outside the solar system and warn transhumans away from both seed AI and the Pandora Gates.
fr_fr: Se revendiquant ambassadeur d'autre civilisations étrangères, ils n'apportent que peu d'informations sur la vie hors du système solaire et avertissent les transhumains de se tenir éloigné des IAs germe et des Portes de Pandorre.

source: An attempt to raise a generation of children using force-grown clones and time-accelerated VR fails miserably when most of the children die or go insane.
fr_fr: Une tentative pour faire grandir une génération d'enfant en utilisant des clones à croissance forcées et des simulspace RV en temps-difracté échoue lamentablement lorsque la plupart des enfants meurent ou sombrent dans la folie.

source: Dubbed the Lost Generation, the survivors are viewed with repugnance and pity.
fr_fr: Appellée la Génération Égarée, les survivants sont vus avec répugnance et pitié.

source: {AF 10} Present day.
fr_fr: {AF 10} Temps présent.

source: The solar system after the fall
fr_fr: Le système solaire après la Chute.

source: Before the Fall, the solar system had a population of approximately eight billion, with all but five million of these people living on Earth.
fr_fr: Avant la Chute, le système solaire avait une population d'environ huit milliards de personnes qui, à l'exception de cinq millions d'entre eux, vivaient sur Terre.

source: The Fall wiped out almost ninety-five percent of transhumanity, and today the population of the solar system is slightly less than half a billion, with almost all of these transhumans living off the Earth.
fr_fr: La Chute a détruit près de quatre vingt quinze pourcent de la transhumanité, et la population actuelle est un peu inférieurer à un demi milliard d'habitants, l'immense majorité de ces transhumains n'étant plus sur Terre.

source: The lifestyles of these people were almost unimaginable thirty years earlier—the vast majority are immortals living in sealed habitats on hostile alien planets or in sealed space colonies, the largest of which hold more than a million inhabitants and are many kilometers long.
fr_fr: Le style de vie de ces personnes était quasiment inimaginable trente ans plus tôt - la vaste majorité d'entre eux sont des immortels vivant dans des habitats étanche sur des planètes extraterrestre hostile ou dans des habitats spatiaux confinés, le plus grand d'entre eux abritant plus d'un million de personne et couvrant plusieurs kilomètres de long.

source: In this vastly changed setting with its vastly changed inhabitants, the core concerns of humanity remain much the same.
fr_fr: Dans ce contexte immensément changé avec ses habitants immensément transformés, les préoccupatiosn principales de l'humanité restent plus ou moins les mêmes.

source: People seek both material abundance and social status, and they wrap themselves in various public and private ceremonies.
fr_fr: Les gens cherchent l'abondance matérielle et le statut social, et se drappent dans diverses cérémonies privées et publiques.

source: Like generations of humans before them, transhumans separate themselves into different cultures and subcultures, all of which enjoy a wide variety of physical and virtual entertainments.
fr_fr: Comme des générations d'humains avavnt eux, les transhumains se séparent en différentes cultures et sous-culture, toutes profitant d'une large gamme de loisirs physiques et virtuels.

source: Politics and economics remain vitally important and as always, those who are wealthy, powerful, and famous have a large degree of control over the lives of those who are poor, relatively powerless, and unknown.
fr_fr: La politique et l'économie restent vitaux et, comme toujours, ceux qu sont riches, puissant et célèbre ont un degré de contrôle sur les vies de ceux qui sont pauvres, relativement impuissant et inconnus.

source: Transhumanity
fr_fr: Transhumanité

source: Humanity as a concept has been replaced with transhumanity.
fr_fr: L'humanité est un concept qui a été remplacé par la transhumanité.

source: Most people now alive left Earth as infomorphs and were subsequently resleeved into new morphs.
fr_fr: la plupart des gens vivants ont abandonnés la Terre à l'état d'infomorph et ont été ensuite réincarnés dans de nouvelles morphs.

source: Bodies are things that can be modified and replaced, much as someone can alter or exchange a suit of clothing.
fr_fr: Les corps dont des choses qui peuvent être modifiés et remplacés, de la même manière que l'on peut modifier ou changer ses vêtements.

source: Identity is centered in the mind, which can exist as a disembodied infomorph living in virtual worlds or dwelling in a vast array of strange and exotic morphs.
fr_fr: L'identité est centrée sur l'esprit qui peut exiser en tant qu'infomorph désincarnée vivant dans des mondes virtuels ou habitant une vaste gamme de morphs étranges et exotiques.

source: While there are bioconservatives who resist these many changes to identity and physicality, they are very much in the minority.
fr_fr: Bien qu'il y ait des bioconservateurs qui résistent à ces nombreux changements identitaire et physique, ils restent une trés petite minorité.

source: To most people, transhumanity has also been expanded in scope to factor in non-human persons such as AGIs and uplifts, though the rights and status of these sentients is sometimes contested.
fr_fr: Pour la plupart des gens, la transhumanité s'est également étendu pour inclure des personnes non-humaines telles que les IAG et les élevés, bien que les droits et le status de ces conscients soit quelquefois contesté.

source: As transhumans continue to absorb the ramifications of this new way of life, they face a new crop of problems and issues.
fr_fr: Alors que les transumains continuent d'absorber les ramifications de cette nouvelle façon de vivre, ils font face à un nouveau lot de problèmes et d'ennuis.

source: Two of the largest and most important are the increase in inequality and the splintering and separation of transhumanity into many different clades.
fr_fr: Deux des plsus importants problème sont l'augmentation des inégalités et l'éparpillement et la séparation de la transhumanité en différentes cliques.

source: The technologies first developed in the decade before the Fall and refined in the decade after its end have transformed humanity.
fr_fr: le stechnologies qui ont d'abord étés développés pendant la décennie précédant la Chute et développées après ont transformée l'humanité.

source: In all but the most backwards, impoverished, and repressive regions of the solar system, the vast majority of humanity is smarter, healthier, and richer than any humans have ever been.
fr_fr: Globalement, à l'exception des zones du système solaire les plus reculées, pauvres et répressives, la vaste majorité de l'humanité est plus intelligente, en meilleure santé et plsu riche que les humains ne l'ont jamais étés.

source: Additionally, individuals can improve their minds and their bodies in almost any fashion their imaginations can dream up.
fr_fr: De plus, les individus peuvent améliorer leur esprits et leurs corps de toutes les manières auxquelles ils peuvent penser.

source: Those who can afford the right augmentations can think faster, never forget anything they have ever learned, become mathematical savants, and heal from injuries many times faster than an unmodified human.
fr_fr: Ceux qui peuvent s'offir les bonnes augmentations peuvent penser plsu vite, ne jamais oublier ce qu'ils ont apprit, devenir des expert en maths et guérir des blessures beaucoup plus rapidement qu'un humain non modifié.

source: When resleeving is combined with implants, transhumans can gain even more amazing capabilities—but these benefits are far from free.
fr_fr: Lorsque la réincarnation est combinée avec des implants, les transhumains peuvent accéder à des possibilités encore plus étonnantes - mais ces bénéfices sont loin d'êtres gratuits.

source: During the first decade after the Fall, most of the surviving population was relatively poor.
fr_fr: Pendant la première décennie après la Chute, la plupart des survivants étaient relativement pauvres.

source: Many were grateful to have any morph at all.
fr_fr: Beuacoup étaient reconnaissant d'avoir eu une simple morph.

source: While the economic situation has improved, significant inequalities remain and seem unlikely to change.
fr_fr: Alors que la situation économique s'est améliorée, des inégalités significatives restent et ne semblent pas prþe de changer.

source: Hundreds of millions of people must make do with very basic splicers (p.
fr_fr: Des centaines de millions de personnes doivent faire avec les basiques spliceurs (p.

source: 139), worker pods (p.
fr_fr: 139),pods ouvrier (p.

source: 142), cases (p.
fr_fr: 142), boîtiers (p.

source: 143), or synths (p.
fr_fr: 143) ou synthétiques (p.

source: 143), while a few million are wealthy enough to have custom-designed morphs created for them, complete with all the augmentations they desire.
fr_fr: 143), alors qu'un petit millions sont suffisament riches pour avoir des morphs sur mesure créées spécialement pour eux, complétée avec toutes les augmentations qu'ils veulent.

source: These same members of the elite live in luxurious villas and mansions, and in a few cases privately-owned asteroids, while most other people must make do with a few hundred cubic meters of dwelling space.
fr_fr: Ces mêmes membres de l'élite vivent dasn des villas et des manoirs de luxe voire, dans certains cas, des astéroïdes privés, alors que la plupart des gens doivent habiter dans une centaine de mètres cubes.

source: However, while inequities of living space are ancient, the issue of economic inequality producing inequities of physical and mental capacities is both relatively new and considerably more problematic.
fr_fr: Cependant et alors que les inégalités de l'espace vital sont ancienne, les problèmes des inégalités économique produisent des inégalités des capacités physiques et mentales esont à la fois relativement récents et considérablement plsu problématiques.

source: In regions using the old and transitional economies (see p.
fr_fr: Dans les réiosn qui utilisent l'ancienne économie ou une économie de transition (voir p.

source: 61), differences between the rich and the poor are expressed in terms of money.
fr_fr: 61), les différences entre les riches et les pauvres s'expriment en terme d'argent.

source: In habitats using the new economy (p.
fr_fr: Dans les habitast utilisant une nouvelle économie (p.

source: 62), wealth is meaningless and status and opportunity are denoted with reputation scores.
fr_fr: 62), la richesse n'a pas de sens et le statut et l'opportunité sont not notés avec des scores de réputation.

source: In all three economies, some people have more than others, and because of this, technology allows the better off to be better than the people around them.
fr_fr: Dans les trois modèles économiques, des personnes en possèdent plus que d'autres, et à cause de ça, la technologie permet aux plus forts d'être encore plsu fort que lesgens autour d'eux.

source: Skillware lets people buy knowledge and expertise, while multi-tasking and mental speed implants allow individuals to get more done at once.
fr_fr: Les logiciels de compétence permettent aux personnes d'acheter connaissance et expertise, alors que le multi-tâche et les implants améliorant la vitesse de réflexion permettent aux individus d'accomplir plus de choses à la fois.

source: Someone fortunate enough to acquire large numbers of such augmentations is capable of significantly more than someone who lacks them, and so can do even more to increase their money or rep, thus serving to further perpetuate inequality.
fr_fr: Quelqu'un de suffisamement fortuné peut acquérir un grand nombre de ces augmentations et, de manière significative, est capable de faire plsu de choses que quelqu'un qui ne dispose pas de ces facilités, ils peuvent donc augmenter encore plus leurs capitaux ou leur réputation, ces ugmentations permettant de propager les inégalités.

source: This problem is less serious in the reputation-based economies of the outer system, however, as it significantly easier to build reputation through hard work and dedication, as opposed to the rigidly-controlled monetary economies of the inner system and the Jovian Republic, where class stratification is institutionalized and upward mobility is largely a myth.
fr_fr: Ce problèùe est moins grave dans les sytèmes économiques réputationnels du système extérieur car il est beaucoup plus simple de se construire une réputation grâce à un travail acharné, contrairement aux systèmes économiques rigides contrôlés par l'argent du système intérieur et de la République jovienne, où la stratification en classe est institutionnalisée et où l'ascenssion sociale est essentiellement un mythe.

source: As many supporters of the status quo are fond of pointing out, even the “have-nots” are smarter and healthier than any previous generation of humans and carry as much potential immortality as the wealthiest member of the elite.
fr_fr: Comme beaucoup d'adpetes du status quo aiment à le montrer, même les "dépossédés" sont plsu intelligent et en meilleure santé que n'importe quel humain de la génération précédente et dispose du même poteentiel d'immortalité que les membres de l'élite les plus riches.

source: It is equally true, however, that in many ways the divisions between rich and the poor are significantly greater than they have ever been, especially in the inner system.
fr_fr: Il est également vrai que de bien des manièrs la frontière entre les riches et les pauvres est significativement plsu importante que ce qu'elle n'a jamais été, plsu particulièrement dans le système intérieur.

source: In the past, the members of the elite might be somewhat healthier and better fed than the have-nots, but both rich and poor still lived in relatively similar and fundamentally human bodies.
fr_fr: Par le passé, les membres de l'élite pouvaient être en meilleure santé et mieux nourris que les pauvres, mais les riches et les pauvres vivaient dans des corps humains fondamentalement identiques.

source: Now, the very nature of humanity has been called into question.
fr_fr: Maintenant, la nature même de l'humanité est remise en question.

source: The least fortunate can be forced to inhabit bodies designed specifically for the pleasure of those wealthier than them or even denied any body and forced to live as infomorphs until they can find some way to acquire a new morph—typically by selling their services to the highest bidder.
fr_fr: Les moins fortunés peuvent être forcés d'habiter ds corps conçus spécifiquement pour le plaisir des plus riches qu'eux ou se voir refuser un corps et obligés de vivre en tant qu'infomorphs jusqu'à ce qu'ils puissent trouver une manière d'acquérir une nouvelle morph - typiquement en vendant leurs services au plsu offrant.

source: Meanwhile, the well-off can customize their bodies and their minds, enabling them to accomplish far more and to be considerably more impressive and charismatic than anyone lacking their advantages.
fr_fr: Dans le même temps, les bien nés peuvent personnaliser leu corps et leur esprit, les rendants capables d'accomplir bien plus et d'être considérablement plus impressionant et charismatique que quiconque ne dispose pas de leur avantage.

source: These inequalities may seem insurmountable, but some anarchistic groups and even some entire habitats have dedicated themselves to reducing inequities by producing low cost (and occasionally highly unreliable) versions of many of the more impressive morphs and augmentations.
fr_fr: Ces inégalités peuvent sembler insurmontbal, mais certains groupuscules anarchistes et mêmr des habitats entiers se sont dédiés entièrement à la réduction des inégalités en produisant des versions à bas coûts (et parfois absolument pas fiable) de bon nombre des morphs et augmentations les plus impressionantes.
